const localGreetings = [
  {
    greeting:
      "Бъди смела, бъди силна и винаги продължавай само напред и само нагоре! Честит 8 март!",
  },
  {
    greeting:
      "Твоята усмивка, красивия ти смях, топлината на твоите ласки са ми достатъчни да кажа: обичам те. Честит 8 март!",
  },
  {
    greeting:
      "Бъди винаги така нежна, мила и женствена! Нека обичта, любовта и щастието са винаги твои спътници! Мечтай смело и греби с пълни шепи от благата на живота! Прегръщам те и те целувам!",
  },
  {
    greeting:
      "Всичко най-прекрасно днес ти пожелавам. Любовта моя, ще е вечно твоя. Честит празник!",
  },
  {
    greeting:
      "Пожелавам в живота ти винаги да има хармония и любов. Бъди красива като пролетните цветя и желана като пролетта.",
  },
  {
    greeting:
      "Скъпи приятелки, нека бъдете най – желаните жени, най-добрите майки, а на тези, които им предстои да станат майки ще разберат, че няма нищо по – мило и по – прекрасно от това да си майка на едно миличко бебче!. Честит празник!",
  },
  {
    greeting:
      "За най-добрата майка поднасям аз букет от рози и голяма силна прегръдка! Честит 8 март!",
  },
  {
    greeting:
      "Честит празник, мила моя мамо! Днес ти показвам обичта си с този подарък,а през останалото време обещавам много да слушам.",
  },
  {
    greeting:
      "Скъпи колежки, бъдете уверени в себе си, смели делата си! Покорявайте света с красотата и нежността си. Не забравяйте, че с вашата любов светът може да стане по-добър, по-щастлив, по-съвършен.",
  },
  {
    greeting:
      "Дами, пожелавам Ви да сте обичани от своите съпрузи! В домовете ви да царува радост и любов , децата Ви да са здрави и усмихнати.\n" +
      "Бъдете щастливи!",
  },
  {
    greeting:
      "Бъди все така красива, весела, засмяна, бъди винаги с любов обляна! Бъди все така добра. Честит осми март!",
  },
  {
    greeting:
      "Честит празник, мили дами! Освен пожеланията за здраве, любов, щастливи мигове и бъдещи успехи, прибавям още едно – бъдете такива, каквито сте. Бъдете обичани и истински!",
  },
  {
    greeting:
      "Бъди винаги красива, като пролетните цветя и желана като пролетта! Бъди винаги чаровна. Приеми моите сърдечни пожелания послучай 8 март!",
  },
  {
    greeting:
      "Бъди влюбена, бъди щастлива, усмивката ти нека да искри! Нека никога да не се скрива щастието от твоите очи!",
  },
  {
    greeting:
      "Ти си като кокичето – намираш топлинка в снега! Ти като звездите – с неизмерима красота. Ти си като слънцето – даряваш ме с любов и светлина",
  },
  {
    greeting:
      "Честит, усмихнат и щастлив празник, мили дами! Бъдете прекрасни, нежни и силни, обичани и обичащи! Бъдете много, много, много щастливи!",
  },
  {
    greeting:
      "Честит 8 март, мамо! Благодаря ти за щедростта, търпението и добротата. Желая ти винаги да си ценена и обичана. Бъди здрава и усмихната.",
  },
  {
    greeting:
      "Бъди все така засмяна и ще бъдеш с любов обградена. Бъди нежна и добра. Вярвай в любовта!",
  },
  {
    greeting:
      "Ти си умна и прекрасна! Ти си чаровна и красива! Пожелавам ти все така да бъдеш истинска жена!",
  },
  {
    greeting:
      "Бъди все така красива, весела, щастлива, винаги засмяна и с любов обляна! Честит празник, любима!",
  },
  {
    greeting:
      "Бъди като цвете красива, от щастие сияй, недей да спираш. Бъди истински щастлива, бъди жена неотразима. Честит празник!",
  },
  {
    greeting:
      "Благодаря ти, мамо, за твоите грижи към мен, за мъдрите съвети, които ми даваш, за храната, която с любов приготвяш",
  },
  {
    greeting:
      "Мили дами, усмихнат и щастлив да бъде всеки ваш ден. Ведро и пролетно настроение е пожеланието ми към вас!",
  },
  {
    greeting:
      "Честит и усмихнат празничен ден! Нека всеки ден любов, щастие и радост има в сърцето ти!",
  },
];
